const COURSES = [
  {
    "title": "الإنجليزية في الإدارة والأعمال - المستوى المتقدم",
    "trainer": "أ. عمر عبدالرحيم",
    "price": 129,
    "category": "الإدارة والأعمال"
  },
  {
    "title": "الإنجليزية في الإدارة والأعمال - المستوى المتوسط",
    "trainer": "أ. عمر عبدالرحيم",
    "price": 129,
    "category": "الإدارة والأعمال"
  },
  {
    "title": "الإنجليزية في الإدارة والأعمال - المستوى المبتدئ",
    "trainer": "أ. عمر عبدالرحيم",
    "price": 129,
    "category": "الإدارة والأعمال"
  },
  {
    "title": "استخدام مؤشرات الأداء المالي",
    "trainer": "أ. حسام خوري",
    "price": 129,
    "category": "المالية والمحاسبة"
  },
  {
    "title": "الإسعافات الأولية",
    "trainer": "د. علي محروس",
    "price": 129,
    "category": "الموارد البشرية والتدريب"
  },
  {
    "title": "الفيديوجرافي",
    "trainer": "د. محمود صالح أحمد",
    "price": 129,
    "category": "العلاقات العامة والإعلام"
  },
  {
    "title": "إدارة التغيير في المنظمات",
    "trainer": "أ. محمد الزبيدي",
    "price": 129,
    "category": "الإدارة والأعمال"
  },
  {
    "title": "الإنتاجية وإدارة المهام",
    "trainer": "أ. محمد الزبيدي",
    "price": 129,
    "category": "الإدارة والأعمال"
  },
  {
    "title": "بناء الصورة الذهنية",
    "trainer": "أ. حسن فودة",
    "price": 129,
    "category": "الفاعلية الشخصية"
  },
  {
    "title": "التوعية بإجراءات الطوارئ والإخلاء",
    "trainer": "م. ياسر عبدالستار",
    "price": 129,
    "category": "الصحة والسلامة المهنية"
  },
  {
    "title": "التحقيق في حوادث العمل وكتابة التقارير",
    "trainer": "م. جون شكري",
    "price": 129,
    "category": "الصحة والسلامة المهنية"
  },
  {
    "title": "المعايير الدولية للرقابة المالية والمحاسبية",
    "trainer": "أ. مايكل نسيم",
    "price": 129,
    "category": "المالية والمحاسبة"
  },
  {
    "title": "إدارة مكاتب المشاريع PMO من التأسيس وحتى مؤشرات الأداء",
    "trainer": "د. م. أحمد اللبان",
    "price": 129,
    "category": "الإدارة والأعمال"
  },
  {
    "title": "محترف تسويق عبر Google Ads",
    "trainer": "أ. الأمير أحمد",
    "price": 129,
    "category": "التسويق المتكامل"
  },
  {
    "title": "فنون الكتابة في العلاقات العامة",
    "trainer": "د. رحاب الدين الهواري",
    "price": 129,
    "category": "العلاقات العامة والإعلام"
  },
  {
    "title": "التحليل الفني الكلاسيكي",
    "trainer": "أ. محمد نصر",
    "price": 129,
    "category": "الإدارة والأعمال"
  },
  {
    "title": "أساسيات النمذجة المالية",
    "trainer": "د. محمد رواش",
    "price": 129,
    "category": "المالية والمحاسبة"
  },
  {
    "title": "أدوبي بريمير",
    "trainer": "أ. أحمد حمدي",
    "price": 129,
    "category": "الميديا والتصميم"
  },
  {
    "title": "إعداد مصفوفة الكفايات",
    "trainer": "د. شاهر شهدي",
    "price": 129,
    "category": "الموارد البشرية والتدريب"
  },
  {
    "title": "⁠العلاقات العامة والرسالة الإعلامية المؤسسية",
    "trainer": "د. رحاب الدين الهواري",
    "price": 129,
    "category": "العلاقات العامة والإعلام"
  },
  {
    "title": "⁠المتحدث الإعلامي الرسمي",
    "trainer": "أ. حسن فودة",
    "price": 129,
    "category": "العلاقات العامة والإعلام"
  },
  {
    "title": "أساسيات ومبادئ برنامج Adobe InDesign",
    "trainer": "أ. أسامة عطية",
    "price": 129,
    "category": "الميديا والتصميم"
  },
  {
    "title": "التميز والابتكار في العلاقات العامة",
    "trainer": "أ. أشرف البهي",
    "price": 79,
    "category": "العلاقات العامة والإعلام"
  },
  {
    "title": "دور العلاقات العامة في إدارة ومواجهة الازمات",
    "trainer": "د. لمياء محمود",
    "price": 129,
    "category": "الإدارة والأعمال"
  },
  {
    "title": "أساسيات إتيكيت وبروتوكول الأعمال",
    "trainer": "د. نهلة سعد الدين",
    "price": 129,
    "category": "الإدارة والأعمال"
  },
  {
    "title": "تخطيط الحملات وإدارة العلاقات العامة",
    "trainer": "أ. أشرف البهي",
    "price": 79,
    "category": "الإدارة والأعمال"
  },
  {
    "title": "صناعة المستشار",
    "trainer": "أ. أسامة كنعان",
    "price": 290,
    "category": "الإدارة والأعمال"
  },
  {
    "title": "أساسيات تطوير الأعمال",
    "trainer": "د. محمود صالح",
    "price": 79,
    "category": "الإدارة والأعمال"
  },
  {
    "title": "التأمين الهندسي",
    "trainer": "أ. محمد السعيد",
    "price": 129,
    "category": "قطاع التأمين"
  },
  {
    "title": "مهارات التعامل في الاعتمادات والتحصيلات المستندية",
    "trainer": "د. مايكل شوقي",
    "price": 129,
    "category": "القطاع المصرفي"
  },
  {
    "title": "تعويضات التأمين",
    "trainer": "أ. محمد السعيد",
    "price": 129,
    "category": "قطاع التأمين"
  },
  {
    "title": "محاسبة وإدارة الأصول الثابتة طبقاً للمعايير الحديثة",
    "trainer": "أ. حسام خوري",
    "price": 129,
    "category": "الإدارة والأعمال"
  },
  {
    "title": "أسس الاعلام المؤسسي",
    "trainer": "د. لمياء محمود",
    "price": 129,
    "category": "الإدارة والأعمال"
  },
  {
    "title": "إدارة الازمات",
    "trainer": "د. هشام الشعراوي",
    "price": 129,
    "category": "الإدارة والأعمال"
  },
  {
    "title": "أدوات الذكاء الاصطناعي لصناعة المحتوى والسوشيال ميديا",
    "trainer": "أ. محمد المشتاوي",
    "price": 79,
    "category": "التسويق المتكامل"
  },
  {
    "title": "هيكلة عمليات الاندماج والاستحواذ",
    "trainer": "د. خليل القصاص",
    "price": 129,
    "category": "الإدارة والأعمال"
  },
  {
    "title": "مهارات تحصيل الديون",
    "trainer": "أ. براءه الزعبي",
    "price": 129,
    "category": "المبيعات وخدمة العملاء"
  },
  {
    "title": "العلاقات العامة الدولية: البروتوكول، المناسبات، والفعاليات",
    "trainer": "أ. كريم عصام",
    "price": 129,
    "category": "الإدارة والأعمال"
  },
  {
    "title": "الدليل الكامل لاحتراف Notion",
    "trainer": "أ. كريم عصام",
    "price": 129,
    "category": "الذكاء الاصطناعي وتكنولوجيا المعلومات"
  },
  {
    "title": "إدارة المخاطر غير المالية",
    "trainer": "د. ابراهيم الغرابلي",
    "price": 129,
    "category": "الإدارة والأعمال"
  },
  {
    "title": "إدارة ومعالجة التسويات للقروض والتسهيلات المتعثرة",
    "trainer": "د. ابراهيم الغرابلي",
    "price": 129,
    "category": "الإدارة والأعمال"
  },
  {
    "title": "الاختبار المهني في اساسيات المصرفية الإسلامية",
    "trainer": "د. حازم شعبان",
    "price": 129,
    "category": "القطاع المصرفي"
  },
  {
    "title": "التسويق المصرفي",
    "trainer": "أ. سهيل الحمدني",
    "price": 129,
    "category": "التسويق المتكامل"
  },
  {
    "title": "أساسيات حوكمة الشركات في النظام السعودي",
    "trainer": "د. زهرة الناصر",
    "price": 129,
    "category": "الحوكمة"
  },
  {
    "title": "تأهيل موظف استقبال محترف",
    "trainer": "أ. إبراهيم سلامة",
    "price": 129,
    "category": "المبيعات وخدمة العملاء"
  },
  {
    "title": "الممارسات العالمية في الائتمان المصرفي للتجزئة المصرفية",
    "trainer": "د. حازم شعبان",
    "price": 129,
    "category": "القطاع المصرفي"
  },
  {
    "title": "إدارة الخزانة ومخاطرها",
    "trainer": "د. حازم شعبان",
    "price": 129,
    "category": "الإدارة والأعمال"
  },
  {
    "title": "شهادة مسؤول الحوكمة والمخاطر والامتثال (GRC)",
    "trainer": "د. مروة الشافعي",
    "price": 129,
    "category": "الموارد البشرية والتدريب"
  },
  {
    "title": "تأهيل موظف خدمة عملاء في قطاع التجزئة",
    "trainer": "أ. إبراهيم سلامة",
    "price": 129,
    "category": "المبيعات وخدمة العملاء"
  },
  {
    "title": "خدمة عملاء كبار العملاء",
    "trainer": "أ. سهيل الحمدني",
    "price": 129,
    "category": "المبيعات وخدمة العملاء"
  },
  {
    "title": "إدارة أنظمة العمل الأمنة وإجراءات التفتيش والتحقيق",
    "trainer": "م. إسلام حمودين",
    "price": 129,
    "category": "الإدارة والأعمال"
  },
  {
    "title": "إدارة السلامة الغذائية وتحليل المخاطر (HACCP)",
    "trainer": "مجموعة من المدربين",
    "price": 129,
    "category": "الإدارة والأعمال"
  },
  {
    "title": "جودة الخدمات والعمليات المصرفية",
    "trainer": "أ. براءه الزعبي",
    "price": 129,
    "category": "القطاع المصرفي"
  },
  {
    "title": "بناء متجر وموقع إلكتروني بإستخدام وردبريس",
    "trainer": "أ. ايهاب صفاء الدين",
    "price": 129,
    "category": "الذكاء الاصطناعي وتكنولوجيا المعلومات"
  },
  {
    "title": "اطلاق الحملات الترويجية عبر تويتر X",
    "trainer": "أ. مصطفى صبحي",
    "price": 129,
    "category": "التسويق المتكامل"
  },
  {
    "title": "إدارة المخاطر في البنوك الإسلامية",
    "trainer": "أ. براءه الزعبي",
    "price": 129,
    "category": "الإدارة والأعمال"
  },
  {
    "title": "إدارة المبيعات",
    "trainer": "أ. أحمد قطقاطة",
    "price": 129,
    "category": "الإدارة والأعمال"
  },
  {
    "title": "إدارة استمرارية الأعمال",
    "trainer": "د. محمود صالح",
    "price": 129,
    "category": "الإدارة والأعمال"
  },
  {
    "title": "إنتاج الإعلان التليفزيوني من خلال MAYA",
    "trainer": "أ. محمد وجيه",
    "price": 129,
    "category": "الميديا والتصميم"
  },
  {
    "title": "تأمينات الحماية والادخار",
    "trainer": "د. محمد عبدالوهاب شرقاوي",
    "price": 129,
    "category": "الإدارة والأعمال"
  },
  {
    "title": "إعداد المحتوى الإذاعي والتليفزيوني وصولاً للبودكاست",
    "trainer": "أ. بسنت اكرم",
    "price": 129,
    "category": "العلاقات العامة والإعلام"
  },
  {
    "title": "البرنامج التحضيري لاختبار المحلل المالي المعتمد CFA المستوى الأول",
    "trainer": "د. ماريان عوض",
    "price": 129,
    "category": "المالية والمحاسبة"
  },
  {
    "title": "دبلوم ريادة الأعمال التدريبي",
    "trainer": "د. ليث القهيوي",
    "price": 290,
    "category": "الإدارة والأعمال"
  },
  {
    "title": "مؤشرات أسواق المال والتداول",
    "trainer": "أ. محمد عبدالباقي",
    "price": 129,
    "category": "الإدارة والأعمال"
  },
  {
    "title": "الدورة التحضيرية لعمليات تقييم المخاطر في بيئة العمل NEBOSH IG 2",
    "trainer": "م. إسلام حمودين",
    "price": 290,
    "category": "الصحة والسلامة المهنية"
  },
  {
    "title": "الدورة التحضيرية لشهادة إدارة الصحة والسلامة المهنية  NEBOSH IG 1",
    "trainer": "م. أحمد عادل",
    "price": 290,
    "category": "الإدارة والأعمال"
  },
  {
    "title": "هندسة السلامة والعوامل الإنسانية",
    "trainer": "م. ياسر عبدالستار",
    "price": 129,
    "category": "الصحة والسلامة المهنية"
  },
  {
    "title": "تقييم الشركات",
    "trainer": "أ. عبدالحميد إمام",
    "price": 129,
    "category": "المالية والمحاسبة"
  },
  {
    "title": "التسويق الجغرافي",
    "trainer": "م. محمد عوض",
    "price": 129,
    "category": "التسويق المتكامل"
  },
  {
    "title": "أنظمة السلامة من الحرائق وفقاً لمعايير الاوشا",
    "trainer": "م. جون شكري",
    "price": 129,
    "category": "الصحة والسلامة المهنية"
  },
  {
    "title": "أنظمة السلامة في تخزين المواد الكيميائية والمواد الخطرة",
    "trainer": "م. حاتم شريف",
    "price": 129,
    "category": "الصحة والسلامة المهنية"
  },
  {
    "title": "معايير التدقيق الداخلي الدولي IIA",
    "trainer": "د. ناصر النجار",
    "price": 129,
    "category": "الحوكمة"
  },
  {
    "title": "كتابة المحتوى الإعلامي في مواقع الويب والتواصل الاجتماعي",
    "trainer": "د. خالد عاشور",
    "price": 129,
    "category": "العلاقات العامة والإعلام"
  },
  {
    "title": "مكافحة غسيل الأموال وتمويل الإرهاب بشركات التأمين",
    "trainer": "أ. أحمد الياسين",
    "price": 129,
    "category": "قطاع التأمين"
  },
  {
    "title": "مدخل إلى مكافحة الاحتيال والتزوير في شركات التأمين",
    "trainer": "أ. أحمد الياسين",
    "price": 129,
    "category": "قطاع التأمين"
  },
  {
    "title": "تقييم الأداء المالي واتخاذ القرارات المالية",
    "trainer": "د. محمد رواش",
    "price": 129,
    "category": "المالية والمحاسبة"
  },
  {
    "title": "التسويق في قطاع الاغذية والمشروبات",
    "trainer": "أ. حسين غريب",
    "price": 129,
    "category": "التسويق المتكامل"
  },
  {
    "title": "الذاكرة القوية ومهارات الحفظ السريع",
    "trainer": "أ. محمد الزبيدي",
    "price": 129,
    "category": "الإدارة والأعمال"
  },
  {
    "title": "أنظمة السلامة الكهربائية وفقاً لمعايير الاوشا",
    "trainer": "م. جون شكري",
    "price": 129,
    "category": "الصحة والسلامة المهنية"
  },
  {
    "title": "التخطيط التشغيلي",
    "trainer": "أ. محمد الزبيدي",
    "price": 129,
    "category": "الإدارة والأعمال"
  }
];
